<head>

    <?php wp_head(); ?>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery.mask/1.14.15/jquery.mask.min.js"></script>
    <link rel="stylesheet" href="/wp-content/themes/pari/style.css" />
    
    <!-- Google Tag Manager -->
	<!-- ... -->
    <!-- End Google Tag Manager -->

</head>


<body>
    <!-- Google Tag Manager (noscript) -->
    <!-- ... -->
    <!-- End Google Tag Manager (noscript) -->

    <div class="base-block">

        <?php include(__DIR__.'/header.php'); ?>

        <main class="main-block">
            <div class="main-block-header">
                держи пари и пиццу
            </div>
            <div class="main-block-secondary">
                <span>
                    промокод на 444 ₽
                </span>
                <span>
                    в Domino Pizza
                </span>
            </div>
            <div class="main-mobile">
                <div class="main-block-last">
                    <div class="main-block-conditions">
                        <div class="main-block-svg">
                            <svg viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <mask id="mask0_2312_636" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="28" height="28">
                                <rect width="28" height="28" fill="#D9D9D9"/>
                                </mask>
                                <g mask="url(#mask0_2312_636)">
                                <path d="M16.3333 15.1666C15.3611 15.1666 14.5347 14.8263 13.8541 14.1458C13.1736 13.4652 12.8333 12.6388 12.8333 11.6666C12.8333 10.6944 13.1736 9.86801 13.8541 9.18746C14.5347 8.5069 15.3611 8.16663 16.3333 8.16663C17.3055 8.16663 18.1319 8.5069 18.8125 9.18746C19.493 9.86801 19.8333 10.6944 19.8333 11.6666C19.8333 12.6388 19.493 13.4652 18.8125 14.1458C18.1319 14.8263 17.3055 15.1666 16.3333 15.1666ZM8.16663 18.6666C7.52496 18.6666 6.97565 18.4382 6.51871 17.9812C6.06176 17.5243 5.83329 16.975 5.83329 16.3333V6.99996C5.83329 6.35829 6.06176 5.80899 6.51871 5.35204C6.97565 4.8951 7.52496 4.66663 8.16663 4.66663H24.5C25.1416 4.66663 25.6909 4.8951 26.1479 5.35204C26.6048 5.80899 26.8333 6.35829 26.8333 6.99996V16.3333C26.8333 16.975 26.6048 17.5243 26.1479 17.9812C25.6909 18.4382 25.1416 18.6666 24.5 18.6666H8.16663ZM10.5 16.3333H22.1666C22.1666 15.6916 22.3951 15.1423 22.852 14.6854C23.309 14.2284 23.8583 14 24.5 14V9.33329C23.8583 9.33329 23.309 9.10482 22.852 8.64788C22.3951 8.19093 22.1666 7.64163 22.1666 6.99996H10.5C10.5 7.64163 10.2715 8.19093 9.81454 8.64788C9.3576 9.10482 8.80829 9.33329 8.16663 9.33329V14C8.80829 14 9.3576 14.2284 9.81454 14.6854C10.2715 15.1423 10.5 15.6916 10.5 16.3333ZM23.3333 23.3333H3.49996C2.85829 23.3333 2.30899 23.1048 1.85204 22.6479C1.3951 22.1909 1.16663 21.6416 1.16663 21V8.16663H3.49996V21H23.3333V23.3333Z" fill="#1C1B1F"/>
                                </g>
                            </svg>
                        </div>
                        <div>
                            Ставка от 444 ₽<br>на Евро 2024
                        </div>
                    </div>
                    <div class="main-block-conditions">
                        <div class="main-block-svg">
                            <svg viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <mask id="mask0_2312_643" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="28" height="28">
                                <rect width="28" height="28" fill="#D9D9D9"/>
                                </mask>
                                <g mask="url(#mask0_2312_643)">
                                <path d="M6.99996 19.8333V10.5H4.66663V8.16663H9.33329V19.8333H6.99996ZM12.075 19.8333L15.75 13.65L12.425 8.16663H15.1666L17.0916 11.375L19.075 8.16663H21.7583L18.4916 13.65L22.1666 19.8333H19.425L17.0916 15.925L14.7583 19.8333H12.075Z" fill="#1C1B1F"/>
                                </g>
                            </svg>
                        </div>
                        <div>
                            Коэффициент<br>от 1.7 
                        </div>
                    </div>
                    <div class="main-block-conditions">
                        <div class="main-block-svg">
                            <svg viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <mask id="mask0_2312_650" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0" width="28" height="28">
                                <rect width="28" height="28" fill="#D9D9D9"/>
                                </mask>
                                <g mask="url(#mask0_2312_650)">
                                <path d="M14.0001 14C14.6417 14 15.1911 13.7716 15.648 13.3146C16.1049 12.8577 16.3334 12.3084 16.3334 11.6667C16.3334 11.025 16.1049 10.4757 15.648 10.0188C15.1911 9.56185 14.6417 9.33337 14.0001 9.33337C13.3584 9.33337 12.8091 9.56185 12.3522 10.0188C11.8952 10.4757 11.6667 11.025 11.6667 11.6667C11.6667 12.3084 11.8952 12.8577 12.3522 13.3146C12.8091 13.7716 13.3584 14 14.0001 14ZM14.0001 22.575C16.3723 20.3973 18.132 18.4188 19.2792 16.6396C20.4265 14.8605 21.0001 13.2806 21.0001 11.9C21.0001 9.7806 20.3244 8.04518 18.973 6.69379C17.6216 5.3424 15.964 4.66671 14.0001 4.66671C12.0362 4.66671 10.3786 5.3424 9.02716 6.69379C7.67578 8.04518 7.00008 9.7806 7.00008 11.9C7.00008 13.2806 7.57369 14.8605 8.72091 16.6396C9.86814 18.4188 11.6279 20.3973 14.0001 22.575ZM14.0001 25.6667C10.8695 23.0028 8.53133 20.5285 6.9855 18.2438C5.43966 15.9591 4.66675 13.8445 4.66675 11.9C4.66675 8.98337 5.60494 6.65976 7.48133 4.92921C9.35772 3.19865 11.5306 2.33337 14.0001 2.33337C16.4695 2.33337 18.6424 3.19865 20.5188 4.92921C22.3952 6.65976 23.3334 8.98337 23.3334 11.9C23.3334 13.8445 22.5605 15.9591 21.0147 18.2438C19.4688 20.5285 17.1306 23.0028 14.0001 25.6667Z" fill="#1C1B1F"/>
                                </g>
                            </svg>
                        </div>
                        <div>
                            участвует<br>Москва и МО
                        </div>
                    </div>
                </div>
                <div class="main-button">
                    участвовать
                    <img src="/wp-content/uploads/2024/06/Сыр-mobile.png" alt="" class="main-button-cheese">
                </div>
                <div class="main-rules">
                    Правила и условия
                </div>
            </div>
        </main>

        <?php include(__DIR__.'/footer.php'); ?>

    </div>
    <div class="popup">
        <div class="popup-background"></div>
        <div class="base-popup">
            <div class="popup-block">
                <div class="popup-content">
                    <div class="popup-header">
                        <span>Принять участие</span>
                        <span class="popup-close-main">
                            <svg viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <rect y="22.6274" width="32" height="3" rx="1.5" transform="rotate(-45 0 22.6274)" fill="white"/>
                                <rect x="22.6274" y="24.7488" width="32" height="3" rx="1.5" transform="rotate(-135 22.6274 24.7488)" fill="white"/>
                            </svg>
                        </span>
                    </div>
                    <div class="popup-conditions">
                        <div class="popup-conditions-title">условия:</div>
                        <div class="popup-conditions-main">
                            <div>
                                <svg fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M10.542 0H2.75688L2.04633 2.18551H7.499L0.486225 6.94403C-0.0544074 7.30053 -0.162534 8.06004 0.254525 8.55604C0.609798 8.99004 1.24311 9.06754 1.70651 8.75754L8.78107 3.96802L7.22096 8.75754H9.70787L11.9322 1.90651C12.2257 0.976505 11.5306 0 10.542 0Z" fill="#00C7B1"/>
                                </svg>
                                Сделай ставку от 444 ₽ и кф от 1.7<br>на Евро 2024
                            </div>
                            <div>
                                <svg fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M10.542 0H2.75688L2.04633 2.18551H7.499L0.486225 6.94403C-0.0544074 7.30053 -0.162534 8.06004 0.254525 8.55604C0.609798 8.99004 1.24311 9.06754 1.70651 8.75754L8.78107 3.96802L7.22096 8.75754H9.70787L11.9322 1.90651C12.2257 0.976505 11.5306 0 10.542 0Z" fill="#00C7B1"/>
                                </svg>    
                                Подтверди, что находишься <span class="popup-conditions-br-mobile">в Москве <span class="popup-conditions-br-pc">или Московский области*</span></span>
                            </div>
                        </div>
                        <div class="popup-conditions-extra">*DOMINO PIZZA работает только на территории Москвы и Московской области</div>
                    </div>
                    <div>
                        <div class="form-title">Введите номер счета в PARI</div>

                        <?php echo do_shortcode( '[contact-form-7 id="e7b419b" title="Без названия"]' ); ?>
                    </div>
                </div>
            </div>
            <div class="popup-submited">
                <span class="popup-close-submited">
                    <svg viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect y="22.6274" width="32" height="3" rx="1.5" transform="rotate(-45 0 22.6274)" fill="white"/>
                        <rect x="22.6274" y="24.7488" width="32" height="3" rx="1.5" transform="rotate(-135 22.6274 24.7488)" fill="white"/>
                    </svg>
                </span>
                <div class="form-submited-title">
                    <div>Спасибо!</div>
                    <div>ваш номер принят</div>
                    <span>Не забудь сделать ставку на Евро<br>от 444р и кф от 1.7</span>
                </div>
                <a class="button-close-submited" href='https://pari.ru/sports/football/101631/' target="_blank">Сделать ставку</a>
            </div>
        </div>
        <div class="popup-policy">
            <div class="popup-policy-header">
                <span>Согласие на предоставление ООО «БК «ПАРИ» права на обработку и передачу третьим лицам персональных данных</span>
                <span class="popup-close-policy">
                    <svg viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect y="22.6274" width="32" height="3" rx="1.5" transform="rotate(-45 0 22.6274)" fill="white"></rect>
                        <rect x="22.6274" y="24.7488" width="32" height="3" rx="1.5" transform="rotate(-135 22.6274 24.7488)" fill="white"></rect>
                    </svg>
                </span>
            </div>
            <div class="popup-policy-text">
                <p>
                    Настоящим я даю свое согласие на автоматизированную, а также без использования средств автоматизации обработку персональных данных в целях заключения основанных на риске соглашений о выигрыше и исполнения ООО «БК «ПАРИ» требований Федерального закона от 29.12.2006 №244-ФЗ «О государственном регулировании деятельности по организации и проведению азартных игр и о внесении изменений в некоторые законодательный акты Российской Федерации», требований Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных», обязанности налогового агента в соответствии с налоговым законодательством Российской Федерации, соблюдения Правил приема ставок, интерактивных ставок и выплаты выигрышей в букмекерской конторе ООО «БК «ПАРИ», установленных организатором азартных игр, требований осуществления учета участников азартных игр, в целях продолжения моего участия в азартных играх, а также в иных целях, предусмотренных законодательством Российской Федерации. Перечень персональных данных, подвергающихся обработке: фамилия, имя, отчество, дата и место рождения, адрес регистрации; пол, гражданство, сведения о документе, удостоверяющем личность (серия, номер, код подразделения, дата выдачи, кем выдан), IP – адрес с которого осуществляется регистрация на сайте и доступ к моему игровому счету на сайте, а также биометрические персональные данные, включая фотографию; идентификационный номер налогоплательщика (ИНН), номер мобильного телефона, адрес регистрации, почтовый индекс, код страны проживания, адрес электронной почты, логин и пароль от личного кабинета, дата внесения сведений о пользователе сайта/зарегистрированном клиенте/участнике азартных игр; номер страхового свидетельства обязательного пенсионного страхования; данные военного билета; информация о размере баланса игрового счета пользователя сайта/зарегистрированного клиента/участника азартных игр; информация об интерактивных ставках/ставках, пользователя сайта/зарегистрированного клиента/участника азартных игр (дата регистрации пользователя сайта/зарегистрированного клиента/участника азартных, дата интерактивной ставки/ставки, размеры принятых интерактивных ставок/ставок, размеры и результатах пари и выплаченных выигрышей, количество аннулированных пари). Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение. Согласие дается мною ООО «БК «ПАРИ» до истечения сроков хранения соответствующей информации или документов, содержащих вышеуказанную информацию, определяемых в соответствии с законодательством Российской Федерации. Данное согласие действует с даты предоставления до истечения 5 (пяти) лет с даты расторжения Соглашения о выигрыше, если оно не было отозвано в соответствии со ст.9 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных». Настоящее согласие может быть отозвано мною путем передачи в ООО «БК «ПАРИ» подписанного мною письменного уведомления. Я также вправе заявить требование о прекращении обработки персональных данных путем передачи в ООО «БК «ПАРИ» подписанного мною письменного требования о прекращении обработки моих персональных данных.
                </p>
                <br>
                <p>
                    После получения письменного уведомления ООО «БК «ПАРИ»:
                </p>
                <br>
                <p>
                    • в порядке, предусмотренном ч.5.1. ст. 21 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных», обязано прекратить обработку персональных данных за исключением случаев, предусмотренных действующим законодательством, в срок, установленный действующим законодательством, или
                </p>
                <br>
                <p>
                    • в порядке, предусмотренном ч.5. ст. 21 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных», прекратить обработку персональных данных или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению ООО «БК «ПАРИ») и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению ООО «БК «ПАРИ») в срок, предусмотренный действующим законодательством. ООО «БК «ПАРИ» вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, предусмотренных ч. 2 ст. 9 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных». Подтверждаю и согласен с тем, что ООО «БК «ПАРИ» вправе прекратить обработку/ уничтожить мои персональные данные (если применимо) в сроки, предусмотренные действующим законодательством.
                </p>
                <br>
                <p>
                    Также даю согласие на получение мной информации/ материалов/ уведомлений (любыми способами, включая email-рассылки, push-уведомления из мобильных приложений, уведомлений в мессенджеры, sms-рассылки и пр.) о деятельности ООО «БК «ПАРИ», включая информацию о предстоящих спортивных событиях, акциях, предложениях и пр., выражаю согласие на получение от ООО «БК «ПАРИ» информации и сообщений рекламного характера без каких-либо ограничений по территории и времени, через СМС-сообщения, push-уведомления и иные сообщения посредством телефонного номера и электронной почты, указанных мной при регистрации. Подтверждаю свою осведомленность о наличии у меня права отозвать свое согласие на получение рекламной информации посредством личного обращения в службу поддержки ООО «БК «ПАРИ» по любым контактным данным, перечисленным на сайте pari.ru. Даю согласие на передачу своих персональных данных, включая все способы обработки персональных данных, перечисленные в данном согласии, в ООО НКО «Мобильная карта» (адрес: 195112, город Санкт-Петербург, вн. тер. г. Муниципальный округ Малая Охта, пр-кт Малоохтинский, дом 64, литер Б, этаж 8, помещение 23Н; ИНН 7835905228; Лицензия Банка России № 3522-К); Публично-правовой компании «Единый регулятор азартных игр» (адрес: 123112, Москва, Внутригородская территория (Внутригородское Муниципальное Образование) Города Федерального Значения Муниципальный Округ Пресненский, Пресненская набережная, д. 8, стр. 1, этаж 6, помещ. IN, комн. 9А, 9Б, 9В, 9Г, 9Д, 9Е, 9Ж; ИНН 97030338188); Акционерному обществу «Современные платежные решения» (адрес: 142029, Московская область, городской округ Домодедово, г. Домодедово, мкр. Северный, ул. Индустриальная, стр. 1, кабинет 406; ИНН 5009105656); Союзу «Первая саморегулируемая организация букмекеров» (адрес: 123112, г. Москва, Пресненская наб., дом 12, этаж 38, комната 23; ИНН 7709470908). Также даю согласие на передачу своих персональных данных, включая все способы обработки персональных данных, перечисленные в данном согласии, Обществу с ограниченной ответственностью «ЭКСПРЕСС МОБАЙЛ» (адрес: 344022, Ростовская область, Г.О. город Ростов-на-Дону, г. Ростов-на-Дону, ул. Большая Садовая, д. 150, этаж 3, ком. 19; ИНН 6163225548), ПАО «ВымпелКом» (Публичное акционерное общество «Вымпел-Коммуникации», Российская Федерация, 127083, г. Москва, ул. Восьмого марта, дом 10, строение 14, ПАО «МТС» (Публичное акционерное общество «Мобильные ТелеСистемы», Российская Федерация, 109147, г. Москва, ул. Марксистская, дом 4); ПАО «Мегафон» (Публичное акционерное общество «Мегафон», 127006, город Москва, Оружейный переулок, дом 41); ООО «Т2 Мобайл» (Общество с ограниченной ответственностью «Т2 Мобайл», Российская Федерация, 108811, город Москва, поселение Московский, Киевское шоссе 22-й километр, домовладение 6, строение 1) с целью осуществления ими функций операторов подвижной радиотелефонной связи, в том числе сведений обо мне как об абоненте: фамилия, имя, отчество абонента, абонентские номера, другие данные, позволяющие идентифицировать абонента или его абонентское устройство, сведения о трафике и платежах абонента (за исключением сведений, составляющих тайну связи). Даю согласие в том, что ООО «БК «ПАРИ» не несет ответственность за деятельность платежных систем, платежных агентов и любых других операторов электронных платежей, операторов подвижной радиотелефонной связи; Подтверждаю, что не являюсь иностранным публичным должностным лицом, должностным лицом публичных международных организаций, а также лицом, замещающим (занимающим) государственные должности Российской Федерации, должности членов Совета директоров Центрального банка Российской Федерации, должности федеральной государственной службы, назначение на которые и освобождение от которых осуществляются Президентом Российской Федерации или Правительством Российской Федерации, должности в Центральном банке Российской Федерации, государственных корпорациях и иных организациях, созданных Российской Федерацией на основании федеральных законов, включенные в перечни должностей, определяемые Президентом Российской Федерации, а также не являюсь супругом/супругой/близким родственником лица, принадлежащего к одной из перечисленных категорий лиц. Подтверждаю, что действую от своего имени, к собственной выгоде и в своих интересах. Подтверждаю, что не имею представителя, выгодоприобретателей и бенефициарных владельцев.
                </p>
            </div>
        </div>
    </div>
    
    <div class="popup-rules">
        <div class="popup-background-rules"></div>
        <div class="popup-rules-block">
            <div class="popup-rules-header">
                <span>УСЛОВИЯ ПРОВЕДЕНИЯ АКЦИИ «ДЕРЖИ ПАРИ И ПИЦЦУ»</span>
                <span class="popup-close-rules">
                    <svg viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <rect y="22.6274" width="32" height="3" rx="1.5" transform="rotate(-45 0 22.6274)" fill="white"></rect>
                        <rect x="22.6274" y="24.7488" width="32" height="3" rx="1.5" transform="rotate(-135 22.6274 24.7488)" fill="white"></rect>
                    </svg>
                </span>
            </div>
            <div class="popup-rules-main">
                <div>1.	ОБЩИЕ ПОЛОЖЕНИЯ</div>
                <p>1.1. Организатор Акции – ООО «БК «ПАРИ» (далее – «Организатор»).</p>
                <p>1.2. Адрес места нахождения Организатора: 142214, Московская область, г Серпухов, ул Ворошилова, д. 147 стр. 1, этаж 2 помещ. 1</p>
                <p>1.3. Интернет-сайт Организатора Акции: https://pari.ru.</p>
                <p>1.4. Адрес страницы Акции на интернет-сайте Организатора – https://paripizza.pro</p>
                <p>1.5. Партнер Акции – ООО " КУК" </p>
                <p>1.6. Адрес места нахождения Партнера - 107078, г. Москва, вн. тер. г. муниципальный округ Красносельский, ул Новорязанская, д. 18, стр. 2 </p>
                <p>1.7. Веб-сайт Партнера Акции https://dominopizza.ru/</p>
                <p>1.8. Общий подарочный фонд состоит из: 2500 промокодов по 444 рублей каждый, на заказ в пиццерии «DOMINO PIZZA».</p>
                <p>1.9. Акция не является лотереей. Подарочный фонд Акции формируется Организатором Акции, а не ее Участниками. </p>
                <div>2. СРОКИ ПРОВЕДЕНИЯ АКЦИИ.</div>
                <p>2.1. Акция проходит с 28.06.2024 по 14.07.2024 гг. включительно.</p>
                <p>2.2. Сроки, указанные в настоящих Условиях:</p>
                <p>2.2.1. и определенные календарными датами, истекают в 23:59 минут по московскому времени (UTC +3) последнего дня каждого из сроков.</p>
                <p>2.2.2. и определенные количеством календарных дней, рассчитываются как: 1 календарный день равен 24 астрономическим часам.</p>
                <div>3. УЧАСТНИКИ АКЦИИ</div>
                <p>3.1. Участником Акции может являться физическое лицо, достигшее возраста 18 (восемнадцати) лет и являющееся гражданином РФ, не лишенное в установленном законодательством порядке дееспособности, не ограниченное в дееспособности, не отбывающее наказание в исправительных учреждениях.</p>
                <p>3.2. Для участия в Акции всем потенциальным участникам необходимо зайти на страницу Акции, расположенную на интернет-сайте Организатора – https://www.pari.ru/, либо в официальные приложения Организатора для мобильных устройств для операционных систем iOS и Android, пройти процедуру регистрации и идентификации на официальном сайте Организатора.</p>
                <p>3.3. Участники, которые не предоставили документы, необходимые для прохождения процедуры регистрации и идентификации, к участию в Акции не допускаются.</p>
                <p>3.4. К участию в Акции не допускаются сотрудники Организатора, представители и члены семей сотрудников и представителей Организатора, сотрудники организаций и индивидуальных предпринимателей и сотрудники иных юридических лиц, участвующих в подготовке и проведении Акции.</p>
                <p>3.5. Предоставляя информацию о себе в соответствии с формой регистрации, участник подтверждает достоверность и актуальность предоставляемой информации, а также выражает свое согласие на обработку Организатором его персональных данных и соглашается со всеми Условиями проведения Акции.</p>
                <div>4. ПОРЯДОК ПРОВЕДЕНИЯ АКЦИИ </div>
                <p>4.1. В период проведения Акции (проходит с 28.06.2024 по 14.07.2024 гг. включительно)<br>
                Участнику необходимо выполнить все условия настоящей Акции, а также пройти авторизацию на официальной странице настоящей Акции https://paripizza.pro/</p>
                <p>4.1.1. Воспользоваться предложением можно 1 (один) раз, в течение 14 (четырнадцати) календарных дней с момента регистрации.</p>
                <p>4.1.2. Для получения подарка - промокода на скидку в 444 рублей на любой заказ в DOMINO PIZZA:</p>
                <p>4.1.3. Указать свой номер лицевого счета в БК ПАРИ, нажав на кнопку “ВВЕДИ НОМЕР СЧЕТА”. в специальную строку на странице Акции https://paripizza.pro.</p>
                <p>4.1.4. В период проведения настоящей Акции заключить как минимум 1 (одно) пари с коэффициентом не менее 1.70 на любой матч Чемпионата Европы по футболу 2024 на сумму от 444 рублей:</p>
                <p>4.1.5. В течение 3 (трех) рабочих дней с момента заключения пари согласно условиям настоящей Акции, всем участникам, которые оставили свою заявку на участие и выполнили условия согласно п.4.1.4, будут направлены СМС-сообщения, содержащие промокод (со сроком активации до 31.08.2024. включительно) на активацию скидки на 444 рублей при заказе в DOMINO PIZZA через официальный сайт или мобильное приложение. Если промокод по какой-то причине окажется не активным, то Партнер Акции после проведения соответствующих проверок промокода и подтверждения невозможности его активировать, обязуется в течение трех дней заменить данный промокод на активный.</p>
                <p>4.1.6. Промокоды для применения действительны на территории Российской Федерации и только в следующих городах: Москва, Балашиха, Видное, Домодедово, Коммунарка, Котельники,Красногорск,  Лобня, Люберцы, Пушкино, Мытищи, Реутов, Щелково.</p>
                <p>4.1.7. Ответственность за качество, количество и срок доставки продукции заказываемого Участником настоящей Акции по промокодам предоставленным по результатам настоящей Акции, несет Партнер настоящей Акции.</p>
                <p>4.1.8. Предложением можно воспользоваться только один раз.</p>
                <p>4.2. В Акции не принимают участия:</p>
                <p>4.2.1. пари, рассчитанные по услуге «Кэшаут» (досрочная выплата);</p>
                <p>4.2.2. пари, рассчитанные с коэффициентом менее 1.01;</p>
                <p>4.2.3. пари типа вип;</p>
                <p>4.2.4. пари типа «Система»;</p>
                <p>4.2.5. пари заключенные в разделе «Игры 24/7»;</p>
                <div>5. ПРАВА И ОБЯЗАННОСТИ ОРГАНИЗАТОРА И УЧАСТНИКОВ АКЦИИ</div>
                <p>5.1. Организатор обязан обеспечить Условия проведения Акции.</p>
                <p>5.2. Организатор имеет право изменять и дополнять настоящие Условия Акции по собственному усмотрению с публикацией этих изменений на интернет-странице https://paripizza.pro</p>
                <p>5.3. Участник имеет право на получение информации об Акции в объеме и порядке, указанном в настоящих Условиях.</p>
                <p>5.4. Участник обязан до участия в Акции внимательно ознакомиться с текстом настоящих Условий.</p>
                <p>5.5. Участник обязан соблюдать Условия настоящей Акции.</p>
                <div>6. ПРОЧИЕ ПОЛОЖЕНИЯ</div>
                <p>6.1. Акция не является лотереей. Подарочный фонд Акции формируется Организатором Акции, а не ее Участниками.</p>
                <p>6.2. Организатор имеет право не допускать к участию в Акции/ аннулировать предложение при обнаружении признаков мошенничества или злоупотребления при участии в Акции.</p>
                <p>6.3. Акция также может быть прекращена / отменена по инициативе Организатора без объяснения причин.</p>
                <p>6.4. Решения Организатора по всем вопросам, связанным с проведением Акции, а также результаты проведения Акции считаются окончательными и распространяются на всех участников Акции.</p>
            </div>
        </div>
    </div>

    <script>
        document.addEventListener('DOMContentLoaded', () => {
            popup =  document.querySelector('.popup');
            button_submit = document.querySelector('.button-submit');
            input_number = document.querySelector("[name='account_id']");
            checkbox_location = document.querySelector("[name='checkbox-location[]']");
            checkbox_policy = document.querySelector("[name='checkbox-policy[]']");
            form = document.querySelector(".wpcf7-form");

            document.querySelector('.popup-background').onclick = closeForm;
            document.querySelector('.popup-close-main').onclick = closeForm;
            document.querySelector('.popup-close-submited').onclick = closeForm;
            document.querySelector('.main-button').onclick = openForm;
            checkbox_location.addEventListener('change', () => {check();});
            checkbox_policy.addEventListener('change', () => {check();});
            input_number.addEventListener("input", () => {check();});

            document.querySelector('.main-rules').addEventListener('click', () => {
                document.querySelector('body').style.overflow = "hidden";
                fadeIn(document.querySelector('.popup-rules'), 1000, "flex");
            });
            document.querySelector('.popup-close-rules').addEventListener('click', () => {
                document.querySelector('body').style.overflow = "unset";
                fadeOut(document.querySelector('.popup-rules'), 1000);
            });
            document.querySelector('.popup-background-rules').addEventListener('click', () => {
                document.querySelector('body').style.overflow = "unset";
                fadeOut(document.querySelector('.popup-rules'), 1000);
            });

            document.querySelector('.open-policy').addEventListener('click', () => {
                document.querySelector('body').style.overflow = "hidden";
                fadeIn(document.querySelector('.popup-policy'), 1000, "flex");
            });
            document.querySelector('.popup-close-policy').addEventListener('click', () => {
                document.querySelector('body').style.overflow = "unset";
                fadeOut(document.querySelector('.popup-policy'), 1000);
            });

            document.querySelector("[name='label-checkbox-policy']").addEventListener('click', () => {
                if (checkbox_policy.checked == true) {
                    checkbox_policy.checked = false;
                }
                else {
                    checkbox_policy.checked = true;
                }
                check();
            });

            function closeForm() {
                document.querySelector('body').style.overflow = "unset";
                fadeOut(popup, 1000);
            };

            function openForm() {
                check();
                fadeIn(popup, 1000, "flex");
            };

            const fadeIn = (el, timeout, display) => {
                el.style.opacity = 0;
                el.style.display = display || 'block';
                el.style.transition = `opacity ${timeout}ms`;
                setTimeout(() => {
                    el.style.opacity = 1;
                }, 10);
            };

            const fadeOut = (el, timeout) => {
                el.style.opacity = 1;
                el.style.transition = `opacity ${timeout}ms`;
                el.style.opacity = 0;
                setTimeout(() => {
                    el.style.display = 'none';
                }, timeout);
            };

            function check () {
                if (checkbox_location.checked == true && checkbox_policy.checked == true && input_number.value.length == 8) {
                    button_submit.disabled = false;
                }
                else {
                    button_submit.disabled = true;
                }
            };

            form.addEventListener('submit', function() {
                timeout = 1000;
                fadeOut(document.querySelector('.popup-block'), timeout);
                setTimeout(() => {
                    if (window.innerWidth <= 1000) {
                        document.querySelector('.base-popup').style.background = "unset";
                        document.querySelector('body').style.overflow = "hidden";
                    }
                    fadeIn(document.querySelector('.popup-submited'), timeout, "block");
                }, timeout);
                
            });

        
            if (window.innerWidth > 1000 && window.innerWidth / window.innerHeight > 2.0317) {
                document.querySelector('.main-block-header').style.fontSize = "6.8125vw";
                document.querySelector('.main-block-secondary').style.fontSize = "3.2500vw";
                document.querySelector('.main-block-last').style.margin = "calc(8vh - 20px) 0";
            }


            const headerElement = document.querySelector('.header-block-right');
            const mainElement = document.querySelector('main');
            const moveElement = () => {
                if (window.innerWidth <= 1000) {
                    if (!mainElement.contains(headerElement)) {
                        mainElement.appendChild(headerElement);
                    }
                } else {
                    const header = document.querySelector('header');
                    if (!header.contains(headerElement)) {
                        header.appendChild(headerElement);
                    }
                }
            };

            moveElement();

            window.addEventListener('resize', function() {
                moveElement();
                if (window.innerWidth > 1000) {
                    if (window.innerWidth / window.innerHeight > 2.0317) {
                        document.querySelector('.main-block-header').style.fontSize = "6.8125vw";
                        document.querySelector('.main-block-secondary').style.fontSize = "3.2500vw";
                        document.querySelector('.main-block-last').style.margin = "calc(8vh - 20px) 0";
                    }
                    else {
                        document.querySelector('.main-block-header').style.fontSize = "7.8125vw";
                        document.querySelector('.main-block-secondary').style.fontSize = "3.7500vw";
                        document.querySelector('.main-block-last').style.margin = "2.6042vw 0";
                    }
                }
            });

            var checkboxPolicy = document.querySelector('[data-name="checkbox-policy"]');
            var span1 = checkboxPolicy.querySelector('.wpcf7-form-control');
            span1.style.display = "flex";
            var label1 = document.querySelector('.policy-link');
            checkboxPolicy.parentElement.removeChild(label1);
            span1.appendChild(label1);

            //обработка пользовательских нажатий для GTM
		//...
        });

        $(function() {
            $('.input-default').mask('00000000');
        });
    </script>


    <style>
        img[src*="dmg.digitaltarget.ru"] { 
            display: none !important; 
        }
    </style>

    <script>
        function getQueryParams() {
            const query = window.location.search.substring(1);
            const params = query.split("&");
            let queryParams = {};
            params.forEach(param => {
                let [key, value] = param.split("=");
                queryParams[key] = decodeURIComponent(value);
            });
            return queryParams;
        }

        function setCookie(name, value, days) {
            let expires = "";
            if (days) {
                let date = new Date();
                date.setTime(date.getTime() + (days*24*60*60*1000));
                expires = "; expires=" + date.toUTCString();
            }
            document.cookie = name + "=" + (value || "")  + expires + "; path=/";
        }

        function getQueryParamsAsString(queryParams) {
            return Object.keys(queryParams).map(key => `${key}=${queryParams[key]}`).join("&");
        }

        function saveAdvertInfoInCookie() {
            const queryParams = getQueryParams();
            const queryParamsString = getQueryParamsAsString(queryParams);
            setCookie('advertInfo', queryParamsString, 7); // сохранение на 7 дней
        }

        function getCookie(name) {
            let nameEQ = name + "=";
            let ca = document.cookie.split(';');
            for(let i=0;i < ca.length;i++) {
                let c = ca[i];
                while (c.charAt(0)==' ') c = c.substring(1,c.length);
                if (c.indexOf(nameEQ) == 0) return c.substring(nameEQ.length,c.length);
            }
            return null;
        }

        function appendAdvertInfoToLinks() {
            const advertInfo = getCookie('advertInfo');
            if (advertInfo) {
                const links = document.querySelectorAll('a');
                links.forEach(link => {
                    let href = link.getAttribute('href');
                    if (href) {
                        href += (href.indexOf('?') === -1 ? '?' : '&') + advertInfo;
                        link.setAttribute('href', href);
                    }
                });
            }
        }

        document.addEventListener('DOMContentLoaded', function() {
            saveAdvertInfoInCookie();
            appendAdvertInfoToLinks();
        });
    </script>

    <?php wp_footer(); ?>
</body>
